<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 et version ultérieure</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 et version ultérieure</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 et version ultérieure</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 et version ultérieure</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 et version ultérieure</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 et versions ultérieures</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 et versions ultérieures</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 et versions ultérieures</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 et versions ultérieures</string>
      <string id="Cat_Google">Mise à jour de Microsoft Edge</string>
      <string id="Cat_GoogleUpdate">Mise à jour de Microsoft Edge</string>
      <string id="Cat_Preferences">Préférences</string>
      <string id="Cat_ProxyServer">Serveur proxy</string>
      <string id="Cat_Applications">Applications</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Remplacement de la période de vérification de mise à jour automatique</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Période de la journée pendant laquelle supprimer la vérification de mise à jour automatique</string>
      <string id="Pol_DownloadPreference">Remplacement de la classe d'URL de téléchargement</string>
      <string id="DownloadPreference_DropDown">URL de téléchargement pouvant être mises en cache</string>
      <string id="Pol_ProxyMode">Choisir comment spécifier les paramètres du serveur proxy</string>
      <string id="Pol_ProxyServer">Adresse ou URL du serveur proxy</string>
      <string id="Pol_ProxyPacUrl">URL vers un fichier .pac de proxy</string>
      <string id="Pol_DefaultAllowInstallation">Autoriser l’installation par défaut</string>
      <string id="Pol_AllowInstallation">Autoriser l’installation</string>
      <string id="Pol_DefaultUpdatePolicy">Remplacement de la stratégie de mise à jour par défaut</string>
      <string id="Pol_UpdatePolicy">Remplacement de la stratégie de mise à jour</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Empêcher la création d’un raccourci sur le Bureau lors de l’installation par défaut</string>
      <string id="Pol_CreateDesktopShortcut">Empêcher la création d’un raccourci sur le Bureau lors de l’installation</string>
      <string id="Pol_TargetVersionPrefix">Remplacement de la version cible</string>
      <string id="Pol_RollbackToTargetVersion">Restaurer vers la version cible</string>
      <string id="Pol_AllowSideBySideExperience">Autoriser l'expérience utilisateur du navigateur Microsoft Edge côte à côte</string>
      <string id="Explain_AllowSideBySideExperience">Cette stratégie permet à un utilisateur d’exécuter côte à côte Microsoft Edge (Edge HTML) et Microsoft Edge (basé sur Chrome).

Si cette stratégie est définie sur « Non configurée », Microsoft Edge (basé sur Chrome) remplace Microsoft Edge (Edge HTML) après l'installation du canal stable Microsoft Edge (basé sur Chrome) et des mises à jour de sécurité de novembre 2019. Il s’agit du même comportement qu'avec le paramètre « Désactivé ».

Le paramètre « Désactivé » bloque une expérience côte à côte et Microsoft Edge (basé sur Chrome) remplace Microsoft Edge (Edge HTML) après l'installation du canal stable Microsoft Edge (basé sur Chrome) et des mises à jour de sécurité de novembre 2019. Il s’agit du même comportement qu'avec le paramètre « Non configuré ».

Lorsque cette stratégie est « Activée », Microsoft Edge (basé sur Chrome) et Microsoft Edge (Edge HTML) peuvent s’exécuter côte à côte après l’installation de Microsoft Edge (basé sur Chrome).

Pour que cette stratégie de groupe prenne effet, elle doit être configurée avant l’installation automatique de Microsoft Edge (basé sur Chrome) par Windows Update. Remarque : un utilisateur peut bloquer la mise à jour automatique de Microsoft Edge (basé sur Chrome) à l’aide du kit de ressources de blocage Microsoft Edge (basé sur Chrome).</string>
      <string id="Part_AutoUpdateCheckPeriod">Minutes entre les vérifications de mise à jour</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Heure de la journée marquant le début de la suppression de la vérification des mises à jour</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minute d'une heure marquant le début de la suppression de la vérification des mises à jour</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Nombre de minutes pendant lesquelles supprimer la vérification des mises à jour chaque jour</string>
      <string id="Part_ProxyMode">Choisir comment spécifier les paramètres du serveur proxy</string>
      <string id="Part_ProxyServer">Adresse ou URL du serveur proxy</string>
      <string id="Part_ProxyPacUrl">URL vers un fichier .pac de proxy</string>
      <string id="Part_UpdatePolicy">Stratégie de mise à jour</string>
      <string id="Part_TargetVersionPrefix">Version cible</string>
      <string id="Name_UpdatesEnabled">Toujours autoriser les mises à jour (recommandé)</string>
      <string id="Name_ManualUpdatesOnly">Mises à jour manuelles uniquement</string>
      <string id="Name_AutomaticUpdatesOnly">Mises à jour automatiques silencieuses uniquement</string>
      <string id="Name_UpdatesDisabled">Mises à jour désactivées</string>
      <string id="ProxyDisabled_DropDown">Ne jamais utiliser un proxy</string>
      <string id="ProxyAutoDetect_DropDown">Détection automatique des paramètres de proxy</string>
      <string id="ProxyPacScript_DropDown">Utiliser un script de proxy .pac</string>
      <string id="ProxyFixedServers_DropDown">Utiliser des serveurs de proxy fixes</string>
      <string id="ProxyUseSystem_DropDown">Utiliser les paramètres proxy du système</string>
      <string id="Explain_GoogleUpdate">Stratégies de contrôle de l’installation et de la mise à jour de Microsoft Edge à l’aide de Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Stratégies générales pour Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Si cette option est activée, cette stratégie vous permet de définir une valeur pour le nombre minimal de minutes entre les vérifications de mise à jour automatique. Dans le cas contraire, la mise à jour automatique recherche par défaut les mises à jour toutes les 10 heures.

  Si vous voulez désactiver tous les contrôles de mise à jour automatique, définissez la valeur sur 0 (non recommandé).</string>
      <string id="Explain_DownloadPreference">Si cette option est activée, le serveur Microsoft Edge Update tente de fournir des URL conviviales du cache pour les charges utiles de mise à jour dans ses réponses.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Si vous activez cette stratégie, les vérifications de mise à jour sont supprimées chaque jour à partir de Hour:Minute pendant une durée donnée (en minutes). La durée n’est pas affectée par l’heure d’été. Par exemple, si l’heure de début est 22 h 00 et la durée est de 480 minutes, les mises à jour sont supprimées pendant 8 heures exactement, peu importe si l’heure d’été commence ou se termine pendant cette période.

  Si vous désactivez ou ne configurez pas cette stratégie, les vérifications de mise à jour ne sont pas supprimées pendant une période spécifique.</string>
      <string id="Explain_ProxyMode">Vous permet de spécifier les paramètres de serveur proxy utilisés par Microsoft Edge Update.

  Si vous activez ce paramètre de stratégie, vous pouvez choisir l’une des options de serveur proxy suivantes :
   -Si vous choisissez de ne jamais utiliser de serveur proxy et de toujours vous connecter directement, toutes les autres options sont ignorées.
   -Si vous choisissez d’utiliser les paramètres de proxy système ou de détecter automatiquement le serveur proxy, toutes les autres options sont ignorées.
   -Si vous choisissez le mode proxy de serveur fixe, vous pouvez spécifier d’autres options dans la stratégie « Adresse ou URL du serveur proxy ».
   -Si vous choisissez d’utiliser un script de proxy. PAC, vous devez spécifier l’URL du script dans la stratégie « URL vers un fichier .pac de proxy ».

  Si vous activez ce paramètre de stratégie, les utilisateurs de votre organisation ne peuvent pas modifier les paramètres de proxy dans Microsoft Edge Update.

  Si vous désactivez ce paramètre de stratégie ou si vous ne le configurez pas, aucun paramètre de serveur proxy n’est configuré, mais les utilisateurs au sein de votre organisation peuvent choisir leurs propres paramètres de proxy pour Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Vous permet de spécifier l’URL du serveur proxy que Microsoft Edge Update doit utiliser.

  Si vous activez ce paramètre de stratégie, vous pouvez définir l’URL de serveur proxy utilisée par la mise à jour de Microsoft Edge dans votre organisation.

  Cette stratégie est appliquée uniquement si vous avez sélectionné les paramètres de proxy manuels dans la stratégie « Choisir comment spécifier les paramètres du serveur proxy ».

  Ne configurez pas cette stratégie si vous avez sélectionné un paramètre de proxy autre que manuel dans la stratégie « Choisir comment spécifier les paramètres du serveur proxy ».</string>
      <string id="Explain_ProxyPacUrl">Vous permet de spécifier une URL pour un fichier de configuration automatique de proxy (PAC).

  Si vous activez ce paramètre de stratégie, vous pouvez spécifier une URL pour un fichier PAC afin d’automatiser la façon dont Microsoft Edge Update sélectionne le serveur proxy approprié pour l’extraction d’un site web particulier.

  Cette stratégie est appliquée uniquement si vous avez spécifié des paramètres de proxy manuels dans la stratégie « Choisir comment spécifier les paramètres du serveur proxy ».

Ne configurez pas cette stratégie si vous avez sélectionné un paramètre de proxy autre que manuel dans la stratégie « Choisir comment spécifier les paramètres du serveur proxy ».</string>
      <string id="Explain_Applications">Un modèle ADMX/ADML mis à jour est obligatoire pour prendre en charge les applications Microsoft Edge commercialisées à l’avenir.</string>
      <string id="Explain_DefaultAllowInstallation">Vous pouvez déterminer le comportement par défaut de tous les canaux de manière à autoriser ou à bloquer les mises à jour de Microsoft Edge sur les appareils joints au domaine.

Vous pouvez remplacer cette stratégie pour les canaux individuels en activant la stratégie « Autoriser l’installation » pour des canaux spécifiques.

Si vous désactivez cette stratégie, l’installation de Microsoft Edge est bloquée. Cette modification n’affecte l’installation du logiciel Microsoft Edge que lorsque la stratégie « Autoriser l’installation » est définie sur Non configurée.

Cette stratégie empêche l’exécution de la mise à jour de Microsoft Edge ou empêche les utilisateurs d’installer le logiciel Microsoft Edge à l’aide d’autres méthodes.</string>
      <string id="Explain_DefaultUpdatePolicy">Vous permet de spécifier le comportement par défaut de tous les canaux concernant la façon dont Microsoft Edge Update gère les mises à jour disponibles pour Microsoft Edge. Peut être remplacé pour des canaux individuels en spécifiant la stratégie « Remplacement de la stratégie de mise à jour » pour ces canaux spécifiques.

  Si vous activez cette stratégie, Microsoft Edge Update gère les mises à jour de Microsoft Edge en fonction de la configuration des options suivantes :
   - Toujours autoriser les mises à jour : les mises à jour sont toujours appliquées lorsqu’elles sont détectées, soit par une vérification périodique des mises à jour, soit par une vérification manuelle des mises à jour.
   - Mises à jour automatiques silencieuses uniquement : les mises à jour sont appliquées uniquement lorsqu’elles sont détectées par la vérification périodique des mises à jour.
   - Mises à jour manuelles uniquement : les mises à jour sont appliquées uniquement lorsque l’utilisateur exécute une vérification de mise à jour manuelle.
   - Mises à jour désactivées : les mises à jour ne sont jamais appliquées.

  Si vous sélectionnez des mises à jour manuelles, assurez-vous de vérifier régulièrement les mises à jour en utilisant le mécanisme de mise à jour manuelle de l’application, s’il est disponible. Si vous désactivez les mises à jour, vérifiez régulièrement les mises à jour et distribuez-les aux utilisateurs.

  Si vous n’activez pas et ne configurez pas cette stratégie, Microsoft Edge Update gère les mises à jour disponibles comme spécifié par la stratégie « Remplacement de la stratégie de mise à jour ».</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Permet de déterminer le comportement par défaut de tous les canaux pour créer un raccourci sur le Bureau lorsque Microsoft Edge est installé.

  Si vous activez cette stratégie, un raccourci est créé sur le Bureau lors de l’installation de Microsoft Edge.
  Si vous désactivez cette stratégie, aucun raccourci n’est créé sur le Bureau lors de l’installation de Microsoft Edge.
  Si vous ne configurez pas cette stratégie, un raccourci vers Microsoft Edge est créé sur le Bureau pendant l’installation.
  Si Microsoft Edge est déjà installé, cette stratégie n’a aucun effet.</string>
      <string id="Explain_CreateDesktopShortcut">Si vous activez cette stratégie, un raccourci est créé sur le Bureau lors de l’installation de Microsoft Edge.
  Si vous désactivez cette stratégie, aucun raccourci n’est créé sur le Bureau lors de l’installation de Microsoft Edge.
  Si vous ne configurez pas cette stratégie, un raccourci vers Microsoft Edge est créé sur le Bureau pendant l’installation.
  Si Microsoft Edge est déjà installé, cette stratégie n’a aucun effet.

  Si vous ne configurez pas cette stratégie pour une chaîne, la configuration de la stratégie « 'Empêcher la création d’un raccourci sur le Bureau lors de l’installation par défaut » détermine la création de raccourcis lorsque Microsoft Edge est installé.</string>
      <string id="Explain_WebView">Stratégies Specfies pour Microsoft Edge WebView.</string>
      <string id="Explain_WebView_AutoUpdate">Permet de déterminer si les mises à jour automatiques sont activées pour Microsoft Edge WebView. Microsoft Edge WebView est un composant utilisé par les applications pour afficher du contenu Web.
  Les mises à jour automatiques sont activées par défaut. La désactivation des mises à jour automatiques pour Microsoft Edge WebView peut entraîner des problèmes de compatibilité avec les applications qui dépendent de ce composant.

  Si vous activez cette stratégie, Microsoft Edge Update gère les mises à jour de Microsoft Edge WebView en fonction de la manière dont vous configurez les options suivantes :
 – Toujours autoriser les mises à jour : les mises à jour sont téléchargées et appliquées automatiquement
 – Mises à jour désactivées : les mises à jour ne sont jamais téléchargées ni appliquées

  Si vous n’activez pas cette stratégie, les mises à jour sont automatiquement téléchargées et appliquées.</string>
      <string id="Explain_WebView_Install">Permet de déterminer si Microsoft Edge WebView peut être installé à l’aide de Microsoft Edge Update.

  – Si vous activez cette stratégie, les utilisateurs peuvent installer Microsoft Edge WebView via Microsoft Edge Update.
  – Si vous désactivez cette stratégie, les utilisateurs ne peuvent pas installer Microsoft Edge WebView via Microsoft Edge Update.
  – Si vous ne configurez pas cette stratégie, la configuration de la stratégie par défaut « Autoriser l’installation par défaut » détermine si les utilisateurs peuvent installer Microsoft Edge WebView via Microsoft Edge Update.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Lorsque cette stratégie est activée et que la mise à jour automatique est activée,Microsoft Edge WebView est mis à jour vers la version spécifiée par cette valeur de stratégie.
  La valeur de la stratégie doit être une version spécifique de Microsoft Edge WebView, par exemple, 83.0.499.12. Si la version Microsoft Edge WebView d’un appareil est plus récente que la valeur spécifiée, Microsoft Edge WebView demeure sur la version la plus récente et ne rétrograde pas vers la version spécifiée.

  Si la version spécifiée n’existe pas ou n’est pas correctement mise en forme, Microsoft Edge WebView reste sur sa version actuelle et n’est pas mis à jour automatiquement vers les versions ultérieures.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Permet de déterminer si un canal Microsoft Edge peut être installé sur les appareils joints au domaine.

  – Si vous activez cette stratégie pour un canal, Microsoft Edge ne sera pas bloquée de l’installation. Si vous désactivez cette stratégie pour un canal, Microsoft Edge sera bloquée de l’installation.

  – Si vous désactivez cette stratégie, les utilisateurs ne peuvent pas installer ce canal de Microsoft Edge via Microsoft Edge Update.

  – Si vous ne configurez pas cette stratégie pour un canal, la configuration de la stratégie « Autoriser l’installation par défaut » détermine si les utilisateurs peuvent installer ce canal de Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Spécifie la façon dont Microsoft Edge Update gère les mises à jour disponibles à partir de Microsoft Edge.

  Si vous activez cette stratégie, Microsoft Edge Update gère les mises à jour de Microsoft Edge en fonction de la configuration des options suivantes :
   - Toujours autoriser les mises à jour : les mises à jour sont toujours appliquées lorsqu’elles sont détectées, soit par une vérification périodique des mises à jour, soit par une vérification manuelle des mises à jour.
   - Mises à jour automatiques silencieuses uniquement : les mises à jour sont appliquées uniquement lorsqu’elles sont détectées par la vérification périodique des mises à jour.
   - Mises à jour manuelles uniquement : les mises à jour sont appliquées uniquement lorsque l’utilisateur exécute une vérification de mise à jour manuelle. (Toutes les applications ne proposent pas d’interface pour cette option.)
   - Mises à jour désactivées : les mises à jour ne sont jamais appliquées.

  Si vous sélectionnez des mises à jour manuelles, assurez-vous de vérifier régulièrement les mises à jour en utilisant le mécanisme de mise à jour manuelle de l’application, s’il est disponible. Si vous désactivez les mises à jour, vérifiez régulièrement les mises à jour et distribuez-les aux utilisateurs.

  Si vous n’activez pas et ne configurez pas cette stratégie, Microsoft Edge Update gère les mises à jour disponibles comme spécifié par la stratégie « Remplacement de la stratégie de mise à jour par défaut ». More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Lorsque cette stratégie est activée et que la mise à jour automatique est activée,Microsoft Edge est mis à jour vers la version spécifiée par cette valeur de stratégie.

La valeur de la stratégie doit être une version spécifique de Microsoft Edge, par exemple, 83.0.499.12.

Si la version Microsoft Edge d’un appareil est plus récente que la valeur spécifiée, Microsoft Edge demeure sur la version la plus récente et ne rétrograde pas vers la version spécifiée.

Si la version spécifiée n’existe pas ou n’est pas correctement mise en forme, Microsoft Edge reste sur sa version actuelle et n’est pas mis à jour automatiquement vers les versions ultérieures.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Indique que Microsoft Edge Update doit restaurer les installations de Microsoft Edge vers la version indiquée dans « Remplacement de la version cible ».

Cette stratégie n’a aucun effet, sauf si « Remplacement de la version cible » est défini et « Remplacement de la stratégie de mise à jour » est configuré sur l’un des états ACTIVÉ (Toujours autoriser les mises à jour, Mises à jour silencieuses automatiques uniquement, Mises à jour manuelles uniquement).

Si vous désactivez ou ne configurez pas cette stratégie, les installations dont la version est supérieure à celle spécifiée par « Remplacement de la version cible » sont conservées.

Si vous activez cette stratégie, les installations ayant une version actuelle supérieure à celle spécifiée par « Remplacement de la version cible » seront rétrogradées à la version cible.

Il est recommandé que les utilisateurs installent la dernière version du navigateur Microsoft Edge pour s’assurer d’une protection par les dernières mises à jour de sécurité. La restauration vers une version antérieure représente un risque d’exposition aux problèmes de sécurité connus. Cette stratégie est destinée à être utilisée comme correctif temporaire pour résoudre les problèmes rencontrés dans une mise à jour du navigateur Microsoft Edge.

Avant de restaurer temporairement la version de votre navigateur, nous vous recommandons d’activer la synchronisation (https://go.microsoft.com/fwlink/?linkid=2133032) pour tous les utilisateurs de votre organisation. Si vous n’activez pas la synchronisation, vous risquez de perdre définitivement des données de navigation. Utilisez cette stratégie à vos risques et périls.

Remarque : vous pouvez consulter toutes les versions de canal stables disponibles pour la restauration ici https://aka.ms/EdgeEnterprise.

Cette stratégie est disponible uniquement sur les instances Windows jointes à un domaine Microsoft® Active Directory®.

Cette stratégie s’applique à Microsoft Edge version 86 ou ultérieure.

Voir https://go.microsoft.com/fwlink/?linkid=2133918 pour obtenir davantage d’informations. Cette stratégie est destinée à servir de mesure temporaire lorsque les administrateurs d’entreprise doivent passer à une version antérieure pour des raisons commerciales. Pour s’assurer que les utilisateurs sont protégés par les dernières mises à jour de sécurité, la version la plus récente doit être utilisée. Si les versions sont rétrogradées à des versions antérieures, il existe peut-être des incompatibilités.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Permet de déterminer si un canal Microsoft Edge peut être installé sur les appareils joints au domaine.

  – Si vous activez cette stratégie pour un canal, Microsoft Edge ne sera pas bloquée de l’installation. Si vous désactivez cette stratégie pour un canal, Microsoft Edge sera bloquée de l’installation.

  – Si vous désactivez cette stratégie, les utilisateurs ne peuvent pas installer ce canal de Microsoft Edge via Microsoft Edge Update.

  – Si vous ne configurez pas cette stratégie pour un canal, la configuration de la stratégie « Autoriser l’installation par défaut » détermine si les utilisateurs peuvent installer ce canal de Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Spécifie la façon dont Microsoft Edge Update gère les mises à jour disponibles à partir de Microsoft Edge.

  Si vous activez cette stratégie, Microsoft Edge Update gère les mises à jour de Microsoft Edge en fonction de la configuration des options suivantes :
   - Toujours autoriser les mises à jour : les mises à jour sont toujours appliquées lorsqu’elles sont détectées, soit par une vérification périodique des mises à jour, soit par une vérification manuelle des mises à jour.
   - Mises à jour automatiques silencieuses uniquement : les mises à jour sont appliquées uniquement lorsqu’elles sont détectées par la vérification périodique des mises à jour.
   - Mises à jour manuelles uniquement : les mises à jour sont appliquées uniquement lorsque l’utilisateur exécute une vérification de mise à jour manuelle. (Toutes les applications ne proposent pas d’interface pour cette option.)
   - Mises à jour désactivées : les mises à jour ne sont jamais appliquées.

  Si vous sélectionnez des mises à jour manuelles, assurez-vous de vérifier régulièrement les mises à jour en utilisant le mécanisme de mise à jour manuelle de l’application, s’il est disponible. Si vous désactivez les mises à jour, vérifiez régulièrement les mises à jour et distribuez-les aux utilisateurs.

  Si vous n’activez pas et ne configurez pas cette stratégie, Microsoft Edge Update gère les mises à jour disponibles comme spécifié par la stratégie « Remplacement de la stratégie de mise à jour par défaut ». More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Lorsque cette stratégie est activée et que la mise à jour automatique est activée,Microsoft Edge est mis à jour vers la version spécifiée par cette valeur de stratégie.

La valeur de la stratégie doit être une version spécifique de Microsoft Edge, par exemple, 83.0.499.12.

Si la version Microsoft Edge d’un appareil est plus récente que la valeur spécifiée, Microsoft Edge demeure sur la version la plus récente et ne rétrograde pas vers la version spécifiée.

Si la version spécifiée n’existe pas ou n’est pas correctement mise en forme, Microsoft Edge reste sur sa version actuelle et n’est pas mis à jour automatiquement vers les versions ultérieures.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Indique que Microsoft Edge Update doit restaurer les installations de Microsoft Edge vers la version indiquée dans « Remplacement de la version cible ».

Cette stratégie n’a aucun effet, sauf si « Remplacement de la version cible » est défini et « Remplacement de la stratégie de mise à jour » est configuré sur l’un des états ACTIVÉ (Toujours autoriser les mises à jour, Mises à jour silencieuses automatiques uniquement, Mises à jour manuelles uniquement).

Si vous désactivez ou ne configurez pas cette stratégie, les installations dont la version est supérieure à celle spécifiée par « Remplacement de la version cible » sont conservées.

Si vous activez cette stratégie, les installations ayant une version actuelle supérieure à celle spécifiée par « Remplacement de la version cible » seront rétrogradées à la version cible.

Il est recommandé que les utilisateurs installent la dernière version du navigateur Microsoft Edge pour s’assurer d’une protection par les dernières mises à jour de sécurité. La restauration vers une version antérieure représente un risque d’exposition aux problèmes de sécurité connus. Cette stratégie est destinée à être utilisée comme correctif temporaire pour résoudre les problèmes rencontrés dans une mise à jour du navigateur Microsoft Edge.

Avant de restaurer temporairement la version de votre navigateur, nous vous recommandons d’activer la synchronisation (https://go.microsoft.com/fwlink/?linkid=2133032) pour tous les utilisateurs de votre organisation. Si vous n’activez pas la synchronisation, vous risquez de perdre définitivement des données de navigation. Utilisez cette stratégie à vos risques et périls.

Remarque : vous pouvez consulter toutes les versions de canal stables disponibles pour la restauration ici https://aka.ms/EdgeEnterprise.

Cette stratégie est disponible uniquement sur les instances Windows jointes à un domaine Microsoft® Active Directory®.

Cette stratégie s’applique à Microsoft Edge version 86 ou ultérieure.

Voir https://go.microsoft.com/fwlink/?linkid=2133918 pour obtenir davantage d’informations. Cette stratégie est destinée à servir de mesure temporaire lorsque les administrateurs d’entreprise doivent passer à une version antérieure pour des raisons commerciales. Pour s’assurer que les utilisateurs sont protégés par les dernières mises à jour de sécurité, la version la plus récente doit être utilisée. Si les versions sont rétrogradées à des versions antérieures, il existe peut-être des incompatibilités.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Permet de déterminer si un canal Microsoft Edge peut être installé sur les appareils joints au domaine.

  – Si vous activez cette stratégie pour un canal, Microsoft Edge ne sera pas bloquée de l’installation. Si vous désactivez cette stratégie pour un canal, Microsoft Edge sera bloquée de l’installation.

  – Si vous désactivez cette stratégie, les utilisateurs ne peuvent pas installer ce canal de Microsoft Edge via Microsoft Edge Update.

  – Si vous ne configurez pas cette stratégie pour un canal, la configuration de la stratégie « Autoriser l’installation par défaut » détermine si les utilisateurs peuvent installer ce canal de Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Spécifie la façon dont Microsoft Edge Update gère les mises à jour disponibles à partir de Microsoft Edge.

  Si vous activez cette stratégie, Microsoft Edge Update gère les mises à jour de Microsoft Edge en fonction de la configuration des options suivantes :
   - Toujours autoriser les mises à jour : les mises à jour sont toujours appliquées lorsqu’elles sont détectées, soit par une vérification périodique des mises à jour, soit par une vérification manuelle des mises à jour.
   - Mises à jour automatiques silencieuses uniquement : les mises à jour sont appliquées uniquement lorsqu’elles sont détectées par la vérification périodique des mises à jour.
   - Mises à jour manuelles uniquement : les mises à jour sont appliquées uniquement lorsque l’utilisateur exécute une vérification de mise à jour manuelle. (Toutes les applications ne proposent pas d’interface pour cette option.)
   - Mises à jour désactivées : les mises à jour ne sont jamais appliquées.

  Si vous sélectionnez des mises à jour manuelles, assurez-vous de vérifier régulièrement les mises à jour en utilisant le mécanisme de mise à jour manuelle de l’application, s’il est disponible. Si vous désactivez les mises à jour, vérifiez régulièrement les mises à jour et distribuez-les aux utilisateurs.

  Si vous n’activez pas et ne configurez pas cette stratégie, Microsoft Edge Update gère les mises à jour disponibles comme spécifié par la stratégie « Remplacement de la stratégie de mise à jour par défaut ». More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Lorsque cette stratégie est activée et que la mise à jour automatique est activée,Microsoft Edge est mis à jour vers la version spécifiée par cette valeur de stratégie.

La valeur de la stratégie doit être une version spécifique de Microsoft Edge, par exemple, 83.0.499.12.

Si la version Microsoft Edge d’un appareil est plus récente que la valeur spécifiée, Microsoft Edge demeure sur la version la plus récente et ne rétrograde pas vers la version spécifiée.

Si la version spécifiée n’existe pas ou n’est pas correctement mise en forme, Microsoft Edge reste sur sa version actuelle et n’est pas mis à jour automatiquement vers les versions ultérieures.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Indique que Microsoft Edge Update doit restaurer les installations de Microsoft Edge vers la version indiquée dans « Remplacement de la version cible ».

Cette stratégie n’a aucun effet, sauf si « Remplacement de la version cible » est défini et « Remplacement de la stratégie de mise à jour » est configuré sur l’un des états ACTIVÉ (Toujours autoriser les mises à jour, Mises à jour silencieuses automatiques uniquement, Mises à jour manuelles uniquement).

Si vous désactivez ou ne configurez pas cette stratégie, les installations dont la version est supérieure à celle spécifiée par « Remplacement de la version cible » sont conservées.

Si vous activez cette stratégie, les installations ayant une version actuelle supérieure à celle spécifiée par « Remplacement de la version cible » seront rétrogradées à la version cible.

Il est recommandé que les utilisateurs installent la dernière version du navigateur Microsoft Edge pour s’assurer d’une protection par les dernières mises à jour de sécurité. La restauration vers une version antérieure représente un risque d’exposition aux problèmes de sécurité connus. Cette stratégie est destinée à être utilisée comme correctif temporaire pour résoudre les problèmes rencontrés dans une mise à jour du navigateur Microsoft Edge.

Avant de restaurer temporairement la version de votre navigateur, nous vous recommandons d’activer la synchronisation (https://go.microsoft.com/fwlink/?linkid=2133032) pour tous les utilisateurs de votre organisation. Si vous n’activez pas la synchronisation, vous risquez de perdre définitivement des données de navigation. Utilisez cette stratégie à vos risques et périls.

Remarque : vous pouvez consulter toutes les versions de canal stables disponibles pour la restauration ici https://aka.ms/EdgeEnterprise.

Cette stratégie est disponible uniquement sur les instances Windows jointes à un domaine Microsoft® Active Directory®.

Cette stratégie s’applique à Microsoft Edge version 86 ou ultérieure.

Voir https://go.microsoft.com/fwlink/?linkid=2133918 pour obtenir davantage d’informations. Cette stratégie est destinée à servir de mesure temporaire lorsque les administrateurs d’entreprise doivent passer à une version antérieure pour des raisons commerciales. Pour s’assurer que les utilisateurs sont protégés par les dernières mises à jour de sécurité, la version la plus récente doit être utilisée. Si les versions sont rétrogradées à des versions antérieures, il existe peut-être des incompatibilités.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Permet de déterminer si un canal Microsoft Edge peut être installé sur les appareils joints au domaine.

  – Si vous activez cette stratégie pour un canal, Microsoft Edge ne sera pas bloquée de l’installation. Si vous désactivez cette stratégie pour un canal, Microsoft Edge sera bloquée de l’installation.

  – Si vous désactivez cette stratégie, les utilisateurs ne peuvent pas installer ce canal de Microsoft Edge via Microsoft Edge Update.

  – Si vous ne configurez pas cette stratégie pour un canal, la configuration de la stratégie « Autoriser l’installation par défaut » détermine si les utilisateurs peuvent installer ce canal de Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Spécifie la façon dont Microsoft Edge Update gère les mises à jour disponibles à partir de Microsoft Edge.

  Si vous activez cette stratégie, Microsoft Edge Update gère les mises à jour de Microsoft Edge en fonction de la configuration des options suivantes :
   - Toujours autoriser les mises à jour : les mises à jour sont toujours appliquées lorsqu’elles sont détectées, soit par une vérification périodique des mises à jour, soit par une vérification manuelle des mises à jour.
   - Mises à jour automatiques silencieuses uniquement : les mises à jour sont appliquées uniquement lorsqu’elles sont détectées par la vérification périodique des mises à jour.
   - Mises à jour manuelles uniquement : les mises à jour sont appliquées uniquement lorsque l’utilisateur exécute une vérification de mise à jour manuelle. (Toutes les applications ne proposent pas d’interface pour cette option.)
   - Mises à jour désactivées : les mises à jour ne sont jamais appliquées.

  Si vous sélectionnez des mises à jour manuelles, assurez-vous de vérifier régulièrement les mises à jour en utilisant le mécanisme de mise à jour manuelle de l’application, s’il est disponible. Si vous désactivez les mises à jour, vérifiez régulièrement les mises à jour et distribuez-les aux utilisateurs.

  Si vous n’activez pas et ne configurez pas cette stratégie, Microsoft Edge Update gère les mises à jour disponibles comme spécifié par la stratégie « Remplacement de la stratégie de mise à jour par défaut ». More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Lorsque cette stratégie est activée et que la mise à jour automatique est activée,Microsoft Edge est mis à jour vers la version spécifiée par cette valeur de stratégie.

La valeur de la stratégie doit être une version spécifique de Microsoft Edge, par exemple, 83.0.499.12.

Si la version Microsoft Edge d’un appareil est plus récente que la valeur spécifiée, Microsoft Edge demeure sur la version la plus récente et ne rétrograde pas vers la version spécifiée.

Si la version spécifiée n’existe pas ou n’est pas correctement mise en forme, Microsoft Edge reste sur sa version actuelle et n’est pas mis à jour automatiquement vers les versions ultérieures.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Indique que Microsoft Edge Update doit restaurer les installations de Microsoft Edge vers la version indiquée dans « Remplacement de la version cible ».

Cette stratégie n’a aucun effet, sauf si « Remplacement de la version cible » est défini et « Remplacement de la stratégie de mise à jour » est configuré sur l’un des états ACTIVÉ (Toujours autoriser les mises à jour, Mises à jour silencieuses automatiques uniquement, Mises à jour manuelles uniquement).

Si vous désactivez ou ne configurez pas cette stratégie, les installations dont la version est supérieure à celle spécifiée par « Remplacement de la version cible » sont conservées.

Si vous activez cette stratégie, les installations ayant une version actuelle supérieure à celle spécifiée par « Remplacement de la version cible » seront rétrogradées à la version cible.

Il est recommandé que les utilisateurs installent la dernière version du navigateur Microsoft Edge pour s’assurer d’une protection par les dernières mises à jour de sécurité. La restauration vers une version antérieure représente un risque d’exposition aux problèmes de sécurité connus. Cette stratégie est destinée à être utilisée comme correctif temporaire pour résoudre les problèmes rencontrés dans une mise à jour du navigateur Microsoft Edge.

Avant de restaurer temporairement la version de votre navigateur, nous vous recommandons d’activer la synchronisation (https://go.microsoft.com/fwlink/?linkid=2133032) pour tous les utilisateurs de votre organisation. Si vous n’activez pas la synchronisation, vous risquez de perdre définitivement des données de navigation. Utilisez cette stratégie à vos risques et périls.

Remarque : vous pouvez consulter toutes les versions de canal stables disponibles pour la restauration ici https://aka.ms/EdgeEnterprise.

Cette stratégie est disponible uniquement sur les instances Windows jointes à un domaine Microsoft® Active Directory®.

Cette stratégie s’applique à Microsoft Edge version 86 ou ultérieure.

Voir https://go.microsoft.com/fwlink/?linkid=2133918 pour obtenir davantage d’informations. Cette stratégie est destinée à servir de mesure temporaire lorsque les administrateurs d’entreprise doivent passer à une version antérieure pour des raisons commerciales. Pour s’assurer que les utilisateurs sont protégés par les dernières mises à jour de sécurité, la version la plus récente doit être utilisée. Si les versions sont rétrogradées à des versions antérieures, il existe peut-être des incompatibilités.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Permet de déterminer si un canal Microsoft Edge peut être installé sur les appareils joints au domaine.

  – Si vous activez cette stratégie pour un canal, Microsoft Edge ne sera pas bloquée de l’installation. Si vous désactivez cette stratégie pour un canal, Microsoft Edge sera bloquée de l’installation.

  – Si vous désactivez cette stratégie, les utilisateurs ne peuvent pas installer ce canal de Microsoft Edge via Microsoft Edge Update.

  – Si vous ne configurez pas cette stratégie pour un canal, la configuration de la stratégie « Autoriser l’installation par défaut » détermine si les utilisateurs peuvent installer ce canal de Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Spécifie la façon dont Microsoft Edge Update gère les mises à jour disponibles à partir de Microsoft Edge.

  Si vous activez cette stratégie, Microsoft Edge Update gère les mises à jour de Microsoft Edge en fonction de la configuration des options suivantes :
   - Toujours autoriser les mises à jour : les mises à jour sont toujours appliquées lorsqu’elles sont détectées, soit par une vérification périodique des mises à jour, soit par une vérification manuelle des mises à jour.
   - Mises à jour automatiques silencieuses uniquement : les mises à jour sont appliquées uniquement lorsqu’elles sont détectées par la vérification périodique des mises à jour.
   - Mises à jour manuelles uniquement : les mises à jour sont appliquées uniquement lorsque l’utilisateur exécute une vérification de mise à jour manuelle. (Toutes les applications ne proposent pas d’interface pour cette option.)
   - Mises à jour désactivées : les mises à jour ne sont jamais appliquées.

  Si vous sélectionnez des mises à jour manuelles, assurez-vous de vérifier régulièrement les mises à jour en utilisant le mécanisme de mise à jour manuelle de l’application, s’il est disponible. Si vous désactivez les mises à jour, vérifiez régulièrement les mises à jour et distribuez-les aux utilisateurs.

  Si vous n’activez pas et ne configurez pas cette stratégie, Microsoft Edge Update gère les mises à jour disponibles comme spécifié par la stratégie « Remplacement de la stratégie de mise à jour par défaut ». More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Lorsque cette stratégie est activée et que la mise à jour automatique est activée,Microsoft Edge est mis à jour vers la version spécifiée par cette valeur de stratégie.

La valeur de la stratégie doit être une version spécifique de Microsoft Edge, par exemple, 83.0.499.12.

Si la version Microsoft Edge d’un appareil est plus récente que la valeur spécifiée, Microsoft Edge demeure sur la version la plus récente et ne rétrograde pas vers la version spécifiée.

Si la version spécifiée n’existe pas ou n’est pas correctement mise en forme, Microsoft Edge reste sur sa version actuelle et n’est pas mis à jour automatiquement vers les versions ultérieures.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Indique que Microsoft Edge Update doit restaurer les installations de Microsoft Edge vers la version indiquée dans « Remplacement de la version cible ».

Cette stratégie n’a aucun effet, sauf si « Remplacement de la version cible » est défini et « Remplacement de la stratégie de mise à jour » est configuré sur l’un des états ACTIVÉ (Toujours autoriser les mises à jour, Mises à jour silencieuses automatiques uniquement, Mises à jour manuelles uniquement).

Si vous désactivez ou ne configurez pas cette stratégie, les installations dont la version est supérieure à celle spécifiée par « Remplacement de la version cible » sont conservées.

Si vous activez cette stratégie, les installations ayant une version actuelle supérieure à celle spécifiée par « Remplacement de la version cible » seront rétrogradées à la version cible.

Il est recommandé que les utilisateurs installent la dernière version du navigateur Microsoft Edge pour s’assurer d’une protection par les dernières mises à jour de sécurité. La restauration vers une version antérieure représente un risque d’exposition aux problèmes de sécurité connus. Cette stratégie est destinée à être utilisée comme correctif temporaire pour résoudre les problèmes rencontrés dans une mise à jour du navigateur Microsoft Edge.

Avant de restaurer temporairement la version de votre navigateur, nous vous recommandons d’activer la synchronisation (https://go.microsoft.com/fwlink/?linkid=2133032) pour tous les utilisateurs de votre organisation. Si vous n’activez pas la synchronisation, vous risquez de perdre définitivement des données de navigation. Utilisez cette stratégie à vos risques et périls.

Remarque : vous pouvez consulter toutes les versions de canal stables disponibles pour la restauration ici https://aka.ms/EdgeEnterprise.

Cette stratégie est disponible uniquement sur les instances Windows jointes à un domaine Microsoft® Active Directory®.

Cette stratégie s’applique à Microsoft Edge version 86 ou ultérieure.

Voir https://go.microsoft.com/fwlink/?linkid=2133918 pour obtenir davantage d’informations. Cette stratégie est destinée à servir de mesure temporaire lorsque les administrateurs d’entreprise doivent passer à une version antérieure pour des raisons commerciales. Pour s’assurer que les utilisateurs sont protégés par les dernières mises à jour de sécurité, la version la plus récente doit être utilisée. Si les versions sont rétrogradées à des versions antérieures, il existe peut-être des incompatibilités.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutes entre les vérifications de mise à jour</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Heure</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minute</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Durée</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Type d’URL de téléchargement à demander</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Choisir comment spécifier les paramètres du serveur proxy
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adresse ou URL du serveur proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL vers un fichier .pac de proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Stratégie de mise à jour</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Stratégie de mise à jour</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Version cible</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>